tutorials/simpleTest/Allrun.sh
#!/bin/sh

blockMesh
eulerianFilteredTFM
